<?php

$mail_messages = array
(
"registered" => "Это письмо отправлено из {blog_name} и является уведомлением о регистрации. Ты сможешь выполнить вход в систему {blog_name} используя указанные при регистрации данные после одобрения твоей регистрации администратором блога.\n\n\n{blog_url}",
"registered_admin" => "Это письмо отправлено из {blog_name} и является уведомлением о регистрации нового пользователя там. Вы должны одобрить/отвергнуть регистрацию пользователя используя панель управления {blog_name}.\n\n\n{blog_url}",
"approved" => "{username}, твоя регистрация на {blog_name} была одобрена администратором и доступна к использованию.\n\n\n{blog_url}",
"rejected" => "{username}, твоя регистрация на {blog_name} была отвергнута администратором и удалена ко всем чертям.\n\n\n{blog_url}",

"comment_added" => "На {blog_name} был оставлен комментарий к одной из записей.\nСсылка: {url}",
"comment_added_appr" => "На {blog_name} был оставлен ожидающий одобрения комментарий к одной из записей.\nСсылка: {url}"


);

?>