<?php

$status = array(
"login" => "Вход успешно выполнен",
"logout" => "Выход успешно выполнен",
"entry_added" => "Запись добавлена",
"entry_edited" => "Запись отредактирована",
"entry_deleted" => "Запись удалена",
"edited_profile" => "Профиль был отредактирован",
"user_registered" => "Регистрация прошла успешно. Ваша учётная запись станет доступна после одобрения владельцем блога. Вы получите соответствующее сообщение по E-mail",
"cat_deleted" => "Категория удалена",
"cat_edited"=>"Категория отредактирована",
"cat_added"=>"Категория добавлена",
"keyword_deleted"=>"Ключевое слово удалено",
"mood_deleted" => "Настроение удалено из списка",
"user_deleted" => "Пользователь удалён",
"user_approved" => "Регистрация пользователя одобрена",
"comment_added" => "Ваш комментарий был добавлен",
"comment_deleted" => "Комментарий был удалён",
"comment_approved"=>"Комментарий был одобрен",
"sbox_msg_deleted" => "Сообщение было удалено",
"file_edited" => "Файл отредактирован",
"file_added" => "Файл загружен",
"file_deleted" => "Файл удалён",
"cblock_added" => "Блок добавлен",
"cblock_deleted" => "Блок удален",
"cblock_edited" => "Блок отредактирован",
"cblox_reordered" => "Блоки пересортированы",
"wrapper_edited" => "Шаблон отредактирован"

);

?>
