<?php
return array 
                ( 1 => array      (
                                        '1' => "Один",
                                        '2' => "Два",
                                        '3' => "Три",
                                        '4' => "Четыре",
                                        '5' => "Пять",
                                        '6' => "Шесть",
                                        '7' => "Семь",
                                        '8' => "Восемь",
                                        '9' => "Девять",
                                        '0' => ""
                                ),
                2 => array      (       
                                        '1' => "",
                                        '2' => "Двадцать",
                                        '3' => "Тридцать",
                                        '4' => "Сорок",
                                        '5' => "Пятьдесят",
                                        '6' => "Шестьдесят",
                                        '7' => "Семьдесят",
                                        '8' => "Восемьдесят",
                                        '9' => "Девяносто"
                                ),
                3 => array      (
                                        '1' => "Сто",
                                        '2' => "Двести",
                                        '3' => "Триста",
                                        '4' => "Четыреста",
                                        '5' => "Пятьсот",
                                        '6' => "Шестьсот",
                                        '7' => "Семьсот",
                                        '8' => "Восемьсот",
                                        '9' => "Девятьсот"
                                ),
                'd' => array    (
                                        '10' => "Десять",
                                        '11' => "Одиннадцать",
                                        '12' => "Двенадцать",
                                        '13' => "Тринадцать",
                                        '14' => "Четырнадцать",
                                        '15' => "Пятнадцать",
                                        '16' => "Шестнадцать",
                                        '17' => "Семнадцать",
                                        '18' => "Восемнадцать",
                                        '19' => "Девятнадцать"
                                )
                );
?>
